{
  "nodes": [
    {
      "op": "null", 
      "name": "0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0], [3, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm1_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0], [6, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[7, 0, 0], [8, 0, 0], [9, 0, 0], [10, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "15", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm3_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[11, 0, 0], [12, 0, 0], [13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[15, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[16, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[17, 0, 0], [18, 0, 0], [19, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[20, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[21, 0, 0], [22, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "25", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_conv2d_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "6", 
        "num_outputs": "1"
      }, 
      "inputs": [[15, 0, 0], [24, 0, 0], [4, 0, 0], [25, 0, 0], [26, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm5_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[31, 0, 0], [32, 0, 0], [33, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "43", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm7_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[39, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[40, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "53", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0], [42, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[44, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "55", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0], [46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[39, 0, 0], [48, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm8_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0], [50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "61", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0], [53, 0, 0], [54, 0, 0], [55, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm10_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[56, 0, 0], [57, 0, 0], [58, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[60, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[61, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[62, 0, 0], [63, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[65, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[66, 0, 0], [67, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[60, 0, 0], [69, 0, 0], [49, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm11_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[70, 0, 0], [71, 0, 0], [72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[73, 0, 0], [74, 0, 0], [75, 0, 0], [76, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "89", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm13_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[77, 0, 0], [78, 0, 0], [79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[82, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "104", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[83, 0, 0], [84, 0, 0], [85, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "106", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[87, 0, 0], [88, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "99", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_conv2d_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "6", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0], [90, 0, 0], [70, 0, 0], [91, 0, 0], [92, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm15_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[94, 0, 0], [95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "112", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[97, 0, 0], [98, 0, 0], [99, 0, 0], [100, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "117", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm17_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[101, 0, 0], [102, 0, 0], [103, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[106, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "127", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[107, 0, 0], [108, 0, 0], [109, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[110, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "129", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[111, 0, 0], [112, 0, 0], [113, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [114, 0, 0], [94, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm18_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0], [117, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "135", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[118, 0, 0], [119, 0, 0], [120, 0, 0], [121, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "140", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm20_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[122, 0, 0], [123, 0, 0], [124, 0, 0], [125, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[126, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[127, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "150", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[131, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "152", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[132, 0, 0], [133, 0, 0], [134, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[126, 0, 0], [135, 0, 0], [115, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm21_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [137, 0, 0], [138, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "158", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[139, 0, 0], [140, 0, 0], [141, 0, 0], [142, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "163", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm23_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[143, 0, 0], [144, 0, 0], [145, 0, 0], [146, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[147, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[148, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "173", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[149, 0, 0], [150, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "175", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0], [155, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[147, 0, 0], [156, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm24_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0], [158, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "181", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[160, 0, 0], [161, 0, 0], [162, 0, 0], [163, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "186", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm26_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[164, 0, 0], [165, 0, 0], [166, 0, 0], [167, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[168, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[169, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "201", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[170, 0, 0], [171, 0, 0], [172, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[173, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "203", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[174, 0, 0], [175, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "196", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_conv2d_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "6", 
        "num_outputs": "1"
      }, 
      "inputs": [[168, 0, 0], [177, 0, 0], [157, 0, 0], [178, 0, 0], [179, 0, 0], [180, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm28_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[181, 0, 0], [182, 0, 0], [183, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "209", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[184, 0, 0], [185, 0, 0], [186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "214", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm30_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[188, 0, 0], [189, 0, 0], [190, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[192, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[193, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "224", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[194, 0, 0], [195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__34", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[197, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "226", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[198, 0, 0], [199, 0, 0], [200, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[192, 0, 0], [201, 0, 0], [181, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm31_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[202, 0, 0], [203, 0, 0], [204, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "232", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[205, 0, 0], [206, 0, 0], [207, 0, 0], [208, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "237", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm33_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[209, 0, 0], [210, 0, 0], [211, 0, 0], [212, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[213, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__36", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[214, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "247", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[215, 0, 0], [216, 0, 0], [217, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__38", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[218, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "249", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[219, 0, 0], [220, 0, 0], [221, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[213, 0, 0], [222, 0, 0], [202, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm34_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[223, 0, 0], [224, 0, 0], [225, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "255", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[226, 0, 0], [227, 0, 0], [228, 0, 0], [229, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "260", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm36_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[230, 0, 0], [231, 0, 0], [232, 0, 0], [233, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[234, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__40", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[235, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "270", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[236, 0, 0], [237, 0, 0], [238, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[239, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "272", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[240, 0, 0], [241, 0, 0], [242, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[234, 0, 0], [243, 0, 0], [223, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm37_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[244, 0, 0], [245, 0, 0], [246, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "278", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[247, 0, 0], [248, 0, 0], [249, 0, 0], [250, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "283", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm39_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[251, 0, 0], [252, 0, 0], [253, 0, 0], [254, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[255, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__44", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[256, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "293", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[257, 0, 0], [258, 0, 0], [259, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__46", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[260, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "295", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[261, 0, 0], [262, 0, 0], [263, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[255, 0, 0], [264, 0, 0], [244, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm40_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[265, 0, 0], [266, 0, 0], [267, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "301", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[268, 0, 0], [269, 0, 0], [270, 0, 0], [271, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "306", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm42_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[272, 0, 0], [273, 0, 0], [274, 0, 0], [275, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "avg_pool2d12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_avg_pool2d_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[276, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__48", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[277, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "316", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[278, 0, 0], [279, 0, 0], [280, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__50", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten___mul_scalar___2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[281, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "318", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "__mul_scalar__51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "sigmoid12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense_sigmoid_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[282, 0, 0], [283, 0, 0], [284, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_broadcast_mul_elemwise_add_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[276, 0, 0], [285, 0, 0], [265, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm43_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_broadcast_mul_broadcast_add_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
